#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=German
@LOCALIZEDNAME=
@AUTH=Arnulf, Ralf Martin
@EMAIL=
@DESC=German Translation
@WWW=http://www.artificialspirit.com
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exportiere ausgewählte Zeilen
#103=Album
103=Album
#104=Export All
104=Exportiere alles
#105=TrackNo
105=TrackNr
#106=Location
106=Pfad
#107=Size
107=Größe
#108=Type
108=Typ
#109=Duration
109=Dauer
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Losche aus Historie
#112=Genre
112=Genre
#113=Comment
113=Kommentar
#114=Date Added
114=Datum hinzugefügt
#115=Rating
115=Beurteilung
#116=Track not found.
116=Lied nicht gefunden.
#117=Number of Tracks
117=Anzahl der Lieder
#118=Do you want to see the exported file now?
118=Möchtest Du die exportierte Datei jetzt ansehen?
#119=Date Updated
119=Datum aktualisiert
#120=Operation
120=Funktion
#121=No Tracks in this Selection
121=Keine Lieder in dieser Auswahl
#123=Idle
123=Leerlauf
#124=Select Something
124=Wähle etwas aus
#125=Total Size of Tracks (Mb)
125=Gesamtgröße der Lieder (Mb)
#126=Idle
126=Leerlauf
#127=Records
127=Aufnahmen
#128=Show Year (in [] after Albums)
128=Zeige Jahr (in [] nach den Alben)
#129=First Appearance
129=Erstes Auftreten
#130=Last Appearance
130=Letztes Auftreten
#131=Rank
131=Rang
#132=Hits
132=Hits
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Möchtest Du auch die Dateien aktualisieren? (%d Dateien sind betroffen)
#134=Application
134=Anwendung
#135=Update Tracks Warning
135=Warnung: Aktualisierung der Lieder
#136=Language
136=Sprache
#137=*Needs program restart
137=*Benötigt Neustart des Programmes
#139=Recognize as fast as you can the song that you listen.
139=Erkenne so schnell Du kannst den Song, den Du gerade hörst.
#140=Add Files
140=Dateien hinzufügen
#141=Update Local Collections
141=Lokale Sammlung aktualisieren
#142=Exit
142=Abbrechen
#143=Select Folder
143=Wähle Ordner
#144=[Unknown]
144=[Unbekannt]
#145=Quick
145=Schnell
#146=Search
146=Suchen
#147=Play
147=Spielen
#148=Enqueue
148=Einreihen
#149=Advanced Search
149=Erweiterte Suche
#150=History
150=Historie
#151=Options
151=Optionen
#152=Collections
152=Sammlung
#153=About
153=Über
#154=Artists - Albums
154=Künstler - Alben
#155=Genres - Artists
155=Genre - Künstler
#156=Years - Albums
156=Jahre - Alben
#157=Collections - Artists
157=Zusammenstellungen - Künstler
#158=Albums with various artists*
158=Alben mit verschiedenen Künstlern*
#159=Sort By Name
159=Sortiere nach Namen
#160=Sort By Rating
160=Sortiere nach Beurteilung
#161=Sort By Number Of Tracks
161=Sortiere nach Nummer des Liedes
#162=All
162=Alles
#163=Audio
163=Audio
#164=Video
164=Video
#167=Show/Hide Mini Player
167=Zeige/Verstecke Mini Player
#168=Play / Pause
168=Abspielen / Pause
#169=Stop
169=Stopp
#170=Next
170=Nächstes
#171=Previous
171=Vorheriges
#172=Shuffle
172=Zufall
#173=Loop
173=Wiederholung
#174=Show Main Window
174=Zeige Hauptfenst
#175=Show Mini Player
175=Zeige Mini-Spieler
#176=Exit Application
176=Beende Anwednung
#177=result found
177=Ergebnis
#178=results found
178=Ergebnisse
#179=Please enter at least 1 character.
179=Bitte gib mindestens ein Zeichen ein.
#180=Media Idle
180=Medien im Leerlauf
#181=Network Idle
181=Netzwerk im Leerlauf
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Die Datei '%s' kann nicht gelöscht werden. Möchtest Du sie von Deiner Sammlung entfernen?
#183=Scanning Files
183=Suche nach Dateien...
#184=File
184=Datei
#185=Downloading
185=Lade herunter...
#186=Auto Continue
186=Automatisches Fortfahren
#187=Show Visualizations - Video
187=Zeige Visualisierungen - Video
#188=Randomize List
188=Ordne die Liste nach Zufall
#189=Load List (m3u)
189=Lade Liste (m3u)
#190=Save List (m3u)
190=Speichere Liste (m3u)
#191=Clear List
191=Lösche Liste
#192=[Various]
192=[Verschiedene]
#193=Days between check
193=Download Info (AllMusic.com)
#195=Properties
195=Eigenschaften
#197=Bad
197=Schlecht
#198=Neutral
198=Neutral
#199=Good
199=Gut
#200=Very Good
200=Sehr gut
#201=Outstanding
201=Herausragend
#202=Open Containing Folder
202=Offne enthaltenene Ordner
#203=Copy To
203=Kopiere nach
#204=Copy Path
204=Kopiere Pfad
#205=Renamer
205=Umbennen
#206=Delete
206=Löschen
#207=Download Lyrics
207=Lade die Songtexte
#208=The files will be completly erased from your PC. Are you sure?
208=Du möchtest gerade Lieder löschen. Möchtest Du fortfahren?
#209=Deletion Operation
209=Löschoperation
#210=Warning
210=Warnung
#211=Simple Search
211=Einfache Suche
#212=All Time
212=Gesamtzeit
#213=Best/Worst
213=Bester/Schlechtester
#214=Lyrics Available
214=Songtexte verfügbar
#215=Special Info
215=Spezielle Information
#216=Comments Available
216=Anmerkungen verfügbar
#217=Personal Available
217=Persönliches verfügbar
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Gesamtrang<br><h1>%s</h1><br>%d Treffer</center></td><td><left><b>Monatsrang: </b>%s (%d Hits)<br><b>Hinzugefügt zur Sammlung: </b>%s<br><b>Zum ersten Mal gespielt: </b>%s<br><b>Zuletzt gespielt: </b>%s<br></tr></table>
#219=Tracks
219=Lieder
#220=Album Review Not Found
220=Album Kritik nicht gefunden
#221=Album review
221=Album Kritik
#222=Lyrics Not Found
222=Songtext nicht gefunden
#223=Open Picture
223=Öffne Bild
#224=Edit Picture
224=Bearbeite Bild
#225=Save Picture
225=Speichere Bild
#226=Save Text
226=Speichere Text
#227=Operation Failed
227=Operation fehlgeschlagen
#228=Lyrics
228=Songtexte
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Wird nach Lieder mit <b>Kommentaren, Texten, persönlichen Informationen</b> suchen.
#230=Popularity
230=Populär
#231=Information not found
231=Information nicht gefunden
#232=Comments
232=Kommentare
#233=Personal
233=Persönlich
#234=Special Info
234=Spezielle Information
#235=Artist Biography not found
235=Künstler Biographie nicht gefunden
#236=Artist Biography
236=Künstler Biographie
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Wird in <b>Künstler, Album, Lied</b> und <b>Pfad</b> Feldern suchen. Wählt auch das Ziel <b>Medientyp</b>.
#238=Lyrics etc.
238=Songtexte etc.
#239=Latest Additions
239=Neuste Ergänzungen
#240=File Type Filter
240=Dateityp Filter
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Ermittelt die <b>neusten</b> Dateien, die zu Deiner Zusammentstellung hinzugefügt wurden.
#242=Since
242=Seit
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Findet die besten oder schlechtesten Lieder (basierend auf der <b>Beurteilung</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Beliebtesten Lieder basierend auf die <b>Protokollierung der Historie</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Wird eine <b>Volltextsuche</b> in verschiedenen sehr großen Textfeldern durchführen. Wähle die <b>Art des Textes</b>, nach der gesucht werden soll. Bitte gib mindestens 4 Buchstaben ein.
#246=Information Type
246=Informationstyp
#247=Please wait...
247=Bitte warten...
#248=by
248=von
#249=Last query needed %d ms
249=Letzte Abfrage dauerte %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Bist Du sicher, dass Du die <b>Songtext Bestätigung</b><br>in dieser Sitzung unterdrücken möchtest (Bis zum Neustart von Teen Spirit)?
#251=Disable Lyrics Confirmation
251=Unterdrücke Songtext Bestätigung
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit ermittelte, dass Deine Musiksammlung <b>leer</b> ist. Das lässt darauf schließen, dass Du das Programm <b>zum ersten Mal</b> startest. Falls das so ist, dann möchtest Du vielleicht zur <a href='http://www.artificialspirit.com'>Teen Spirit WebSite</a> für Hilfe.
#253=Yes
253=Ja
#254=No
254=Nein
#255=Empty Collection
255=Leere Sammlung
#256=Years
256=Jahre
#257=Months
257=Monate
#258=Days
258=Tage
#259=365 Days
259=365 Tage
#260=30 Days
260=30 Tage
#261=10 Days
261=10 Tage
#262=24 Hours
262=24 Stunden
#263=Track played
263=Lied gespielt
#264=Track specific click
264=Lied geklickt
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normal
#271=Recorded History
271=Aufgezeichnete Historie
#272=Top Songs
272=Top Songs
#273=Top Artists
273=Top Künstler
#274=Year
274=Jahr
#275=Month
275=Monat
#276=Day
276=Tag
#277=untill
277=bis
#278=Not Enough Data.
278=Nicht genug Daten.
#279=Time Interval
279=Zeitintervall
#280=This information will be written in the file.
280=Diese Information wird in die Datei geschrieben.
#281=TimeSlider
281=Zeit Schieberegler
#282=This information will not be written in the file.
282=Diese Information wird nicht in die Datei geschrieben.
#283=Active
283=Aktiv
#284=Text Filters
284=Text Filter
#285=Title
285=Titel
#286=Artist
286=Künstler
#287=Export Finished
287=Export fertiggestellt
#288=Date Filter
288=Datumsfilter
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Zeige Anzahl der Einträge (in () nach jedem Eintrag)
#291=Extra Info
291=Extra Info
#292=Item Grouping (Artist / Album Style)
292=Gruppierung nach Eintrag (Künstler / Album Stil)
#293=Update
293=Aktualisieren
#294=Remove
294=Entfernen
#295=Add Collection
295=Sammlung hinzufügen
#296=Name
296=Name
#297=Enabled
297=Aktiviert
#298=Min number of Tracks
298=Min Anzahl der Lieder
#299=Main Tags
299=Haupt Tags
#300=Extra Tags
300=Extra Tags
#301=Internet Options
301=Internet Optionen
#302=Impersonate Browser
302=Personifiziere Teen Spirit Browser
#303=Use Default Proxy
303=Benutze Standard Proxy
#304=Automated Downloader
304=Automatisches Herunterladen
#309=Special Tags Support
309=Unterstützung fur spezielle Tags
#310=Auto Play
310=Automatisch Abspielen
#311=Remember Last Track
311=Merke zuletzt gespieltes Lied
#312=Remember Time
312=auch die Zeit
#313=Play Control
313=Abspielsteuerung
#314=Startup
314=Start
#315=General
315=Generell
#316=Global Hotkeys
316=Globale Hotkeys
#317=Picture
317=Bild
#318=Minimize to Tray
318=In den Tray minimieren
#319=Mini Player
319=Mini Player
#320=Show Always
320=Zeige immer
#321=Automatic
321=Automatik
#322=Manually
322=Manuell
#323=Never Show
323=Zeige nie
#324=List View
324=Listen Sicht
#325=Show 'New' sign (in days)
325=Zeige 'Neu' Zeichen (in Tagen)
#326=Accept
326=Akzeptiere
#327=Try Again
327=Erneut versuchen
#328=Refuse
328=Ablehnen
#329=Accept All
329=Alles akzeptieren
#330=Don't Show Again
330=Nicht erneut zeigen
#331=Info Check
331=Info Check
#332=Main Options
332=Hauptoptionen
#333=Tree View
333=Baum Sicht
#334=Information Retrieval
334=Informationsabfrage
#335=Media Player
335=Media Player
#336=Tagging
336=Identifizieren
#337=A general <b>public</b> description of the track.
337=Eine allgemeine <b>öffentliche</b> Beschreibung des Liedes.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Etwas, an das Dich dieses Lied <b>erinnert</b>. Diese Information ist <b>persönlich</b>.
#340=Multiple Files Properties
340=Eigenschaften von mehreren Dateien
#342=Biography
342=Biographie
#343=Review
343=Bewertung
#344=Import data from a file
344=Importiere Daten aus einer Datei
#346=Paste or write some text
346=Füge ein oder schreibe Text.
#347=Delete Picture
347=Bild löschen
#348=Paste Picture
348=Bild einfügen
#349=Picture Dimensions
349=Bildgroße
#350=There is a new version available.<br>Do you want to go to the info page?
350=Es ist eine neue Version verfügbar.<br>Möchtest Du auf die Infoseite gehen?
#351=Program is up-to-date.
351=Teen Spirit ist aktuell.<br>Keine neue Version verfügbar.
#352=Check for updates
352=Suche nach Updates
#353=Games
353=Spiele
#354=Update Check Failed.
354=Prüfen auf Updates fehlgeschlagen.
#355=There is no picture in the clipboard.
355=Es befindet sich kein Bild in der Zwischenablage.
#356=Collection List
356=Sammlung
#358=Start
358=Start
#359=Results
359=Ergebnisse
#360=Correct Answers
360=Richtige Antworten
#361=Wrong Answers
361=Falsche Antworten
#362=Score:
362=Punktzahl:
#363=Submit Results
363=Ergebnisse einreichen
#364=Current
364=Aktuell
#365=Best
365=Bester
#366=Rename
366=Umbenennen
#367=Please enter a new name
367=Bitte gib einen neuen Namen ein
#368=Total Score:
368=Gesamtpunktestand:
#369=Question:
369=Frage:
#370=Best Score:
370=Bester Punktestand:
#371=Correct
371=Richtig
#372=Mistake
372=Irrtum
#373=Music Quiz
373=Musik Quiz
#374=Adding
374=Hinzufügen
#375=Copy Text
375=Kopiere Text
#376=Detailed Search
376=Erweiterte Suche
#377=Collection
377=Sammlung
#378=Local Folder
378=Lokaler Ordner
#379=Net Folder
379=Netzwerkordner
#380=Media
380=Medien
#381=Audio CD
381=Audio CD
#382=External Collection
382=Externe Sammlung
#383=Automatically update database after (sec)
383=Automatische Aktualisierung der Datenbank nach (Sek)
#385=Collection update started.
385=Aktualisierung der Sammlung gestartet.
#386=Collection update finished.
386=Aktualisierung der Sammlung beendet.
#387=Removing missing files
387=Lösche Dateien...
#388=files removed
388= %d Dateien gelöscht
#389=files added
389=Dateien hinzugefügt
#390=Show History
390=Zeige Verlauf
#391=Can' t Locate File!
391=Kann Datei nicht finden!
#392=Do you want to see the exported file now?
392=Möchtest Du die exportierte Datei jetzt ansehen?
#393=Empty playlist. Drag Drop some tracks here
393=Leere Playlist. Drag'n Drop einige Lieder hier
#394=Use multimedia hotkeys
394=Benutze Multimedia-Kurztasten
#395=Clipboard
395=Zwischenablage
#396=Folder
396=Ordner
#397=Collection already exists
397=Sammlung existiert bereits
#398=Do You want to continue?
398=Möchtest Du fortfahren?
#399=Collection was not accessible
399=Sammlung steht nicht zur Verfügung
#400=Collection is not ready.
400=Sammlung nicht bereit.
#401=Track Removed from collection
401=Lied von Sammlung entfernt
#402=Removable Storage
402=Wechseldatenträger
#403=Not enough tracks to play the quiz
403=Nicht genug Lieder für das Quiz
#404=Show All Tracks
404=Alle Lieder zeigen
#405=Locate Track
405=Lied zeigen
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Albuminformation eventuell auf FreeDB-Server verfügbar. Willst Du versuchen sie zu laden?
#407=The selected CD/DVD Drive is empty.
407=Das ausgewählte CD/DVD-Laufwerk ist leer.
#408=Select Drive
408=Wähle Laufwerk
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Wähle Eintrag aus Liste. Drücke 'Rescan' für Aktualisierung.
#410=Internet is not connected. Do you want to go online?
410=Internet nicht verbunden. Möchtest Du online gehen?
#411=Working
411=beschäftigt
#412=The whole Drive/Media will be added
412=das ganze Laufwerk/Medium wird hinzu gefügt.
#413=total
413=total
#414=Docked Visualization
414=Befestigte Visualisierung
#415=Services
#416=Virtual tracks
#417=This item already exists
#418=Empty
#419=Ready
#420=Import Virtual Tracks
#421=Export Virtual Tracks
#422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
#424=Import
#425=Add Virtual Track
#426=Export
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
